export const planets = [
    {
      id: '1',
      title: 'Άρης',
      location: 'Milkyway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        " Ο Άρης είναι ο τέταρτος σε απόσταση από τον Ήλιο πλανήτης του Ηλιακού μας Συστήματος, ο δεύτερος πλησιέστερος στη Γη, και ο έβδομος σε διαστάσεις και μάζα του Ηλιακού Συστήματος (ο δεύτερος μικρότερος μετά τον Ερμή). Λέγεται συχνά και «ερυθρός πλανήτης» εξαιτίας του ερυθρού χρώματος που παρουσιάζει οφειλόμενο στο τριοξείδιο του σιδήρου (Fe2O3) στην επιφάνειά του. O Άρης είναι ένας «γήινος πλανήτης» με λεπτή και αραιή ατμόσφαιρα, και με επιφάνεια που συνδυάζει τους κρατήρες σύγκρουσης της Σελήνης και τα ηφαίστεια, τις κοιλάδες, τις ερήμους και τα πολικά παγοκαλύμματα της Γης. Φαίνεται ακόμη να έχει περιοδικά επαναλαμβανόμενες «εποχές του έτους». Ο Άρης διαθέτει ακόμη το Όρος Όλυμπος, το υψηλότερο γνωστό όρος στο Ηλιακό μας Σύστημα και την Κοιλάδα Μαρινέρις, τη μεγαλύτερη κοιλάδα. Το βαθύπεδο Βορεάλις που βρίσκεται στο βόρειο ημισφαίριο του πλανήτη καλύπτει το 40% της επιφάνειάς του και αποτελεί το υπόλειμμα μιας γιγάντιας σύγκρουσης. Στην περιφορά του γύρω από τον Ήλιο συνοδεύεται από δύο μικρούς δορυφόρους: τον Φόβο και τον Δείμο (= Τρόμο).Τον Σεπτέμβριο του 2015 η NASA ανακοίνωσε πως είχε στη διάθεση της στοιχεία τα οποία αποδεικνύουν την ύπαρξη και υγρού νερού στον πλανήτη.",
      image: 'img/mars.png',
      picture:
        'https://www.nasa.gov/sites/default/files/thumbnails/image/pia21723-16.jpg',
    },

    {
      id: '2',
      title: 'Ποσειδώνας',
      location: 'Milkyway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        "Ο Ποσειδώνας είναι ο όγδοος, κατά σειρά απόστασης από τον ήλιο, πλανήτης του Ηλιακού συστήματος. Δεν είναι ορατός με γυμνό μάτι, ενώ αν παρατηρηθεί με ισχυρό τηλεσκόπιο μοιάζει με πράσινο δίσκο. Στην αστρονομία συμβολίζεται με την τρίαινα ♆. Ανακαλυμμένος στις 23 Σεπτεμβρίου 1846, ο Ποσειδώνας ήταν ο πρώτος πλανήτης που βρέθηκε σύμφωνα με μαθηματική πρόβλεψη και όχι από εμπειρικές παρατηρήσεις. Οι απροσδόκητες μεταβολές στην τροχιά του Ουρανού οδήγησε τον Αλέξ Μπουβάρντ να συμπεράνει ότι η τροχιά του υπόκειται σε βαρυτική διαταραχή από έναν άγνωστο πλανήτη. Ο Ποσειδώνας στη συνέχεια παρατηρήθηκε από τον Γιόχαν Γκότφριντ Γκάλε σε απόσταση μικρότερη από μία μοίρα από τη θέση που προέβλεψε ο Ουρμπέν Λεβεριέ, και ο μεγαλύτερος δορυφόρος του, ο Τρίτωνας, ανακαλύφθηκε λίγο αργότερα, αν και κανένα των υπόλοιπων 12 δορυφόρων του πλανήτη δεν ανιχνεύτηκε τηλεσκοπικά μέχρι τον 20ο αιώνα. Τον Ποσειδώνα έχει επισκεφθεί ένα μόνο διαστημόπλοιο, το Βόγιατζερ 2, το οποίο πέταξε από τον πλανήτη στις 25 Αυγούστου 1989.",
      image: 'img/neptune.png',
      picture:
        'https://www.nasa.gov/sites/default/files/styles/full_width_feature/public/images/110411main_Voyager2_280_yshires.jpg',
    },

    {
      id: '3',
      title: 'Γη',
      location: 'Milkyway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        "Η Γη είναι ο τρίτος πιο κοντινός Πλανήτης στον Ήλιο, ο πιο πυκνός και ο πέμπτος μεγαλύτερος σε μάζα στο Ηλιακό Σύστημα και, ειδικότερα, ο μεγαλύτερος ανάμεσα στους γήινους πλανήτες, δηλαδή τους πλανήτες με στερεό φλοιό (Άρης, Αφροδίτη, Ερμής). Είναι το μοναδικό γνωστό ουράνιο σώμα που φιλοξενεί ζωή. Σύμφωνα με ενδείξεις μέσω ραδιομετρικής χρονολόγησης και άλλων πηγών, η Γη σχηματίστηκε πριν από 4,54 δισεκατομμύρια έτη. Αλληλεπιδρά με τα άλλα αντικείμενα του χώρου μέσω βαρυτικών δυνάμεων, ιδιαίτερα με τον Ήλιο και τη Σελήνη, η οποία αποτελεί τον μοναδικό μόνιμο φυσικό δορυφόρο της. Η αλληλεπίδραση της Γης με το βαρυτικό πεδίο της Σελήνης δημιουργεί την παλίρροια των ωκεανών, σταθεροποιεί την κατεύθυνση του άξονα περιστροφής της Γης και σταδιακά μειώνει τον ρυθμό περιστροφής του πλανήτη μας. Κατά την διάρκεια μιας πλήρους περιστροφής γύρω από τον Ήλιο, η Γη περιστρέφεται γύρω από τον άξονά της περίπου 365,26 φορές, δημιουργώντας 365,26 ηλιακές ημέρες ή ένα αστρικό έτος.[σ 1] Ο άξονας περιστροφής της Γης έχει κλίση 23,4° με τον κάθετο στο επίπεδο τροχιάς της άξονα, με αποτέλεσμα να δημιουργούνται εποχικές διαφορές στην επιφάνεια της Γης με περίοδο ενός τροπικού έτους (365,24 ηλιακές μέρες).",
      image: 'img/earth.png',
      picture:
        'https://www.nasa.gov/sites/default/files/styles/full_width_feature/public/thumbnails/image/iss042e340851_1.jpg',
    },

    {
      id: '4',
      title: 'Ερμής',
      location: 'Milkway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        'Ο Ερμής βρίσκεται τόσο κοντά στον Ήλιο ώστε είναι πολύ δύσκολο να τον διακρίνουμε καθαρά από τη Γη, ωστόσο μπορεί να παρατηρηθεί κι έτσι ήταν γνωστός από την αρχαιότητα. Επιπλέον, είναι και μικρός, όντας μόνο ελάχιστα μεγαλύτερος από τη Σελήνη. Η ηλιακή του ημέρα (από ανατολή σε ανατολή) διαρκεί διπλάσιο χρόνο (176 γήινες ημέρες) απ’ότι το έτος του, αν και μια πλήρης περιστροφή γύρω από τον άξονά του διαρκεί 59 γήινες ημέρες ενώ μια πλήρης περιφορά του γύρω από τον Ήλιο (με μέση ταχύτητα 48 χιλιομέτρων το δευτερόλεπτο) διαρκεί μόνο 88 γήινες ημέρες. Σε απόσταση μικρότερη των 70 εκατομμυρίων χιλιομέτρων, είναι ο πλησιέστερος πλανήτης στον Ήλιο και καψαλίζεται συνεχώς από τις ακτίνες του. Είναι ένας χτυπημένος κατ’επανάληψη μικρός κόσμος, του οποίου οι κρατήρες οφείλονται κυρίως στη γειτνίασή του με τον Ήλιο, η τεράστια βαρύτητα του οποίου προσελκύει μικρούς και μεγάλους διαστημικούς βράχους. Αυτό έχει ως αποτέλεσμα ο Ερμής να βρίσκεται συνεχώς στο στόχαστρο των επερχόμενων εισβολέων. Η επιφάνειά του καλύπτεται από κρατήρες προερχόμενους από μετεωρίτες που έπεσαν πάνω του πριν από δισεκατομμύρια έτη.',
      image: 'img/mercury.png',
      picture: 'https://c1.staticflickr.com/9/8105/8497927473_2845ae671e_b.jpg',
    },
    
    {
      id: '5',
      title: 'Αφροδίτη',
      location: 'Milkway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        'Η Αφροδίτη είναι ο δεύτερος σε απόσταση από τον Ήλιο πλανήτης του Ηλιακού Συστήματος. Είναι το πιο λαμπρό αντικείμενο στον νυκτερινό ουρανό μετά τη Σελήνη. Ονομάζεται από το λαό Αυγερινός ή Αποσπερίτης. Είναι παρόμοια στη Γη σε μέγεθος, αλλά πολύ διαφορετική σε φυσικά χαρακτηριστικά, καθώς καλύπτεται από πυκνά νέφη διοξειδίου του άνθρακα και διοξειδίου του θείου και η πίεση και θερμοκρασία στην επιφάνεια της είναι πολύ μεγαλύτερες από τις αντίστοιχες της Γης. Η Αφροδίτη ονομάζεται "αδελφή της Γης", ως προς την ομοιότητα στο μέγεθός της με την Γη. Η Αφροδίτη ήταν γνωστή από τους αρχαίους χρόνους, καθώς είναι εύκολα ορατή στον ουρανό. Στην αρχαιότητα ονομάζονταν Εωσφόρος ("αυτός που φέρνει την αυγη") όταν εμφανίζονταν το πρωί και Έσπερος το βράδυ. H θεά Αφροδίτη κατά τη μυθολογία ήταν θεά της ομορφιάς και η προστάτιδα του έρωτα. Έτσι είναι προφανής ο λόγος που δόθηκε το όνομα της πιο λαμπερής θεάς στο συγκεκριμένο πλανήτη.',
      image: 'img/venus.png',
      picture: 'https://photojournal.jpl.nasa.gov/jpegMod/PIA13001_modest.jpg',
    },

    {
      id: '6',
      title: 'Δίας',
      location: 'Milkway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        'O Δίας είναι ο μεγαλύτερος πλανήτης του Ηλιακού Συστήματος σε διαστάσεις και μάζα. Είναι ο πέμπτος κατά σειρά πλανήτης ξεκινώντας από τον Ήλιο. Στην Αστρονομία έχει το σύμβολοJupiter symbol.svg. Είναι ένας γίγαντας αερίων με μάζα λίγο μικρότερη από το ένα χιλιοστό της ηλιακής, αλλά δυόμισι φορές μεγαλύτερη του αθροίσματος της μάζας των υπόλοιπων πλανητών του ηλιακού συστήματος. Ο Δίας, μαζί με τον Κρόνο, τον Ουρανό και τον Ποσειδώνα, αναφέρονται ως αέριοι γίγαντες. Ο πλανήτης ήταν γνωστός από τους αστρονόμους της αρχαιότητας και συνδέθηκε με τη μυθολογία και τις θρησκευτικές πεποιθήσεις πολλών πολιτισμών. Οι Έλληνες και αργότερα οι Ρωμαίοι ονόμασαν τον πλανήτη από τον ελληνικό θεό Δία (Jupiter). Όταν φαίνεται από τη Γη, ο Δίας μπορεί να φτάσει σε φαινόμενο μέγεθος -2,95, καθιστώντας τον κατά μέσο όρο, το τρίτο φωτεινότερο αντικείμενο στον ουρανό τη νύχτα μετά από τη Σελήνη και την Αφροδίτη. Ο Άρης μπορεί να ταιριάξει σε σύντομα χρονικά διαστήματα τη φωτεινότητα του Δία σε συγκεκριμένα σημεία της τροχιάς του.',
      image: 'img/jupiter.png',
      picture: 'https://www.nasa.gov/sites/default/files/thumbnails/image/pia23809.jpg',
    },

    {
      id: '7',
      title: 'Κρόνος',
      location: 'Milkway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        'Ο Κρόνος είναι ο έκτος πλανήτης σε σχέση με την απόστασή του από τον Ήλιο και ο δεύτερος σε μέγεθος του Ηλιακού συστήματος μετά τον Δία, με διάμετρο στον ισημερινό του 120.660 χιλιόμετρα ενώ ανήκει στους λεγόμενους γίγαντες αερίων. Το όνομά του προέρχεται από τον Κρόνο της αρχαίας ελληνικής μυθολογίας και σχετίζεται με την λέξη χρόνος. Σχεδόν ταυτίζεται με τον θεό Saturnus των Ρωμαίων, από όπου προέρχονται και οι άλλες ευρωπαϊκές ονομασίες. Ο Κρόνος διαθέτει εννέα δακτυλίους, οι οποίοι αποτελούνται από σωματίδια σκόνης και πάγου, και πλέον 82 δορυφόρους, χωρίς να συνυπολογίζονται οι μικροί δορυφόροι και οι έλικες. Ο μεγαλύτερος δορυφόρος του Κρόνου, ο Τιτάνας, είναι ο μόνος δορυφόρος στο Ηλιακό σύστημα με πυκνή ατμόσφαιρα.',
      image: 'img/saturn.png',
      picture: 'https://solarsystem.nasa.gov/system/resources/detail_files/17838_PIA18320-full.jpg',
    },

    {
      id: '8',
      title: 'Ουρανός',
      location: 'Milkway Galaxy',
      distance: '54.6m Km',
      gravity: '3.711 m/s ',
      description:
        'Ο Ουρανός είναι ο έβδομος σε απόσταση από τον Ήλιο, ο τρίτος μεγαλύτερος και ο τέταρτος σε μάζα πλανήτης του Ηλιακού συστήματος. Το όνομα προέρχεται από την αρχαία ελληνική θεότητα του ουρανού, ο οποίος ήταν πατέρας του Κρόνου και παππούς του Δία. Ο Ουρανός είναι ένας μεγάλος πλανήτης, ένας από τους τέσσερις γίγαντες αερίων του ηλιακού μας συστήματος, αλλά στη δομή μοιάζει περισσότερο με τον Ποσειδώνα, παρά με τους άλλους δύο. Λόγω της μεγάλης απόστασής του από τη Γη, δεν είναι σχεδόν καθόλου ορατός με γυμνό μάτι. Το 1977 ανακαλύφθηκε ότι ο Ουρανός έχει ένα σύστημα από δακτυλίους και ο Βόγιατζερ 2, κατά τη διάρκεια της προσέγγισης του πλανήτη τον Ιανουάριο του 1986 μελέτησε τη δομή των δακτυλίων αυτών και ανακάλυψε 10 ακόμη δορυφόρους του, ανεβάζοντας τον αριθμό τους στους 15. Όλοι οι δακτύλιοι και οι δορυφόροι βρίσκονται σχεδόν στο ίδιο επίπεδο, το επίπεδο του Ισημερινού του πλανήτη. Έχει έναν πετρώδη πυρήνα, στο μέγεθος της Γης, που καλύπτεται από έναν βαθύ ωκεανό νερού και αμμωνίας, ο οποίος περιβάλλεται από μια ατμόσφαιρα που αποτελείται από υδρογόνο, ήλιο και μεθάνιο. Το χαρακτηριστικό που ξεχωρίζει τον Ουρανό από όλους τους άλλους πλανήτες του ηλιακού συστήματος είναι ότι ο άξονας περιστροφής γύρω από τον εαυτό του βρίσκεται σχεδόν πάνω στην εκλειπτική, το επίπεδο δηλαδή πάνω το οποίο βρίσκεται η τροχιά του γύρω από τον Ήλιο. Έτσι, καθώς ο Ουρανός περιστρέφεται γύρω από τον ήλιο και τον εαυτό του, μοιάζει σαν να "κυλά" πάνω στην τροχιά του. Καθώς οι δορυφόροι και οι δακτύλιοί του περιστρέφονται κάθετα στον ισημερινό του πλανήτη, το όλο σύστημα μοιάζει σαν ένας "στόχος". Το αποτέλεσμα στο «ημερολόγιο» του Ουρανού είναι ότι κάθε πόλος έχει πολύ μεγάλη περίοδο νύχτας και μια πολύ μεγάλη περίοδο ημέρας, 42 γήινα έτη. Το χαρακτηριστικό αυτό του Ουρανού έχει επιπτώσεις και στη μαγνητόσφαιρά του, που μοιάζει με τιρμπουσόν που συστρέφεται στην πλευρά του πλανήτη που είναι στραμμένη μακριά από τον Ήλιο. Αυτή η απόκλιση από τα όσα ισχύουν για τους υπόλοιπους πλανήτες δεν έχει εξηγηθεί μέχρι σήμερα. Είναι πιθανό να είναι το αποτέλεσμα κάποιου συμβάντος πρόσκρουσης στο μακρινό παρελθόν του πλανήτη. ',
      image: 'img/uranus.png',
      picture: 'https://solarsystem.nasa.gov/system/resources/detail_files/454_Hubble_Uranus.jpg',
    },
];